Tree = function() {
var List1 = ['撑杆僵尸用向日葵抵挡比较好。'、'谢谢你给我施肥！继续施肥，我将给你有价值的信息！','大嘴花和小、坚果，能够一起发挥最大的效用——这并不奇怪，因为他们上大学时是舍友。','潜水僵尸？真是讨厌！怎么处置他们？我的建议是：在睡莲上种植小坚果，就是这样。','如果你真的在听我说话，那就竖起耳朵听：种一排或两排向日葵吧——我可是非常，非常认真的！','我可不担心，毁灭菇不会对草地造成永久破坏——大地会通过时间来治愈自己。','传说被冰冻的僵尸吃得比较慢，我认为传说是有它的道理的。','墓碑吞噬者是吧？你最好在右侧那边有墓碑时，才选择他们。换了我就会这么做。','我听说，水桶拥有1100的防御。',' 多个寒冰豌豆，能让僵尸们变得更慢吗？真相是残酷的：不会。','我想你知道僵尸会从墓碑出现，对吧？用墓碑吞噬者来摆脱他们，没理由能阻止你这样做？','给一个舞王僵尸喂魅惑菇，他会为你召唤伴舞僵尸吗？答案是肯定的！','你可能想过火炬树桩会弄灭冰豆。那么你是对的，因为你，我的朋友，是个聪明的家伙。','当你认为火爆辣椒一无是处的时候 ，让智慧树来告诉你，他们也能摧毁僵尸们的冰道，嘭！','我是僵尸模式中，舞王僵尸看起来有点贵，但是在需要的时候，它绝对对得起你花的每一分钱。','高坚果的高度赢得了大家的称赞，因为他们对付海豚骑士僵尸很有一套。',' 火炬树桩之火异常之猛烈，但是僵尸，铁栅门等可以承受热量。','小鬼僵尸在“我是僵尸”中看起来很弱。但当你清除了其他敌人的时候，他们会为那诱人的脑子变得极快。','谢谢你喂我！我现在有点缺乏新的智慧了。但是如果你把我种的更高，我会拥有更多智慧的！','谢谢你的照料！我可以给你我所有的智慧，但是你也可以让我长的更高！'];
var Title1 = List1[Math.floor(Math.random()*List1.length)];
confirm(Title1)
}
